# -*- coding: utf-8 -*-
ACCIDENTKEY = [
	u'事故',
	u'保险',
	u'人保',
	u'太平洋',
	u'中保',
	u'平安',
	u'都邦',
	u'人寿',
	u'太保',
	u'大地',
	u'安邦',
	u'中华',
	u'华安',
	u'阳光',
	u'天安',
	u'天平',
	u'华泰',
	u'安邦',
	u'永安',
	u'外保',
	u'理赔',
	u'肇事',
	u'开拓',
	u'代办'
	]

#datastore_partkey
PARTKEY=(
	"93736042",
	"93736303",
	"93736304",
	"93730361",
	"93732554",
	"12345104",
	"88861011",
	"93735888",
	"93735928",
	"93736473",
	"93736594",
	"90799402",
	)


CLAIMWARRANTYLIST=(
	'FO',
	'GW',
	'08',
	'ZFAT',
	'ZSSP'
	)

CLAIMGOODWILLLIST=(
	'02',
	'01',
	'07',
	'ZREG'
	)
